[combat_part1]

[combat_part2]
learn0 = Le problème avec les adversaires de ce monde c'est qu'ils n'apprennent jamais ! Jamais!
learn1 = Il y a des centaines de Mafia, mais ils font tous exactement la même attaque ! Tous autant qu'ils sont!
learn2 = Moi, d'un autre côté, sait absolument tout de toi ! Tout ce que tu as fait !
learn3 = Aucune attaque ne viendra par surprise ! Approche, je suis prête !!

intro0 = Aha!! Laisse moi prendre soin de cette petite chose pour toi !
intro1 = Oh qu'est-ce que c'est ? Tu veux le récupérer ? Hahahaha!!
intro2 = Tu n'es rien sans ça ! Abandonne !